Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Gwoop] gwoop.com.tmx
Source language: en
Languages: ko_kr

source: Set up your training regimen on a daily, weekly, or monthly schedule and track training as your players progress.
ko_kr: 일일, 주간, 월간 단위로 훈련 방식을 설정할 수 있습니다. 플레이어가 성장함에 따라 훈련 성과를 추적할 수 있습니다.

source: TRAINING STATS
ko_kr: 훈련 통계

source: This game won't end until you lose all of your lives - get as far as you can to claim your spot on the leaderboard now!
ko_kr: 이 게임은 당신이 모든 목숨을 잃기 전에는 끝나지 않습니다. 최대한 오래 플레이 하시고 리더보드의 정상에 오르세요!

source: Added a 'Reason for contact' dropdown to the contact us page.
ko_kr: 문의 페이지에 ‘문의 사유’ 드롭다운 항목이 추가되었습니다.

source: Gwoop also provides a service for creation of digital assets that may be sold in the Gwoop online interactive platform (the "Design to Earn Program").
ko_kr: Gwoop은 또한 당사의 온라인 인터랙티브 플랫폼에서 판매가 가능한 디지털 에셋의 제작을 위한 서비스를 제공합니다. (이하 “디자인 참여 프로그램”)

source: Training Regimen:
ko_kr: 훈련 방식:

source: Use them to find your way or avoid them to save time.
ko_kr: 바위를 이용해 길을 찾거나 시간을 아끼기 위해 피해 가세요.

source: Aim the ability with the mouse <sprite index=11> or right joystick <sprite index=12>.
ko_kr: 마우스 <sprite index=11> 혹은 조이스틱 오른쪽 <sprite index=12>을 사용해 기술을 조준하세요.

source: Cancel Ability
ko_kr: 스킬 취소

source: Gwoop is not responsible for the functionality or security measures of any third party.
ko_kr: Gwoop은 어떠한 제3자의 기능과 보안 수단에 책임을 지지 않습니다.

source: Lastly, we also leverage best technology practices to ensure our environment and platform is safe from any sort of cyber attacks.
ko_kr: 마지막으로 Gwoop은 최고의 기술을 동원해 어떤 사이버 공격으로부터 Gwoop의 환경과 플랫폼을 보호하고 있습니다.

source: In the event of any failure of the iTunes-Sourced Software to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the iTunes-Sourced Software to you; to the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the iTunes-Sourced Software, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be solely governed by this Agreement and any law applicable to Gwoop as provider of the software.
ko_kr: iTunes 소프트웨어가 적용 가능한 보증을 준수하지 못하는 경우, 귀하는 Apple에 알릴 수 있습니다. Apple은 귀하가 iTunes 소프트웨어를 구매한 비용을 환불할 수 있습니다. 관련 법률이 허용하는 최대 범위 내에서 Apple은 iTunes 소프트웨어와 관련하여 어떠한 다른 보증 의무를 지지 않으며, 보증을 준수하지 않음으로 인해 발생할 수 있는 기타 모든 청구, 손실, 책임, 피해, 비용 또는 경비는 본 계약 및 소프트웨어 제공자로서 Gwoop에 적용되는 모든 법률의 적용을 받습니다.

source: SKILL SHOT SCENARIO
ko_kr: 스킬샷 시나리오

source: Keyboard Speed
ko_kr: 키보드 속도

source: Partners.
ko_kr: 협력체.

source: You do not have the authority to edit custom training regimen modules.
ko_kr: 사용자 훈련 방식 모듈을 수정할 수 있는 권한이 없습니다.

source: Type the keys as they appear on screen.
ko_kr: 화면에 나타나는 키를 입력하세요.

source: Effects{colon}
ko_kr: 효과{colon}

source: Unable to create the custom training regimen.
ko_kr: 사용자 훈련 방식을 만들 수 없습니다.

source: Teams+ additional features
ko_kr: Teams+ 추가 기능

source: We use various current – and later – developed tracking technologies to automatically collect information when you use the Service, including the following:
ko_kr: 당사는 귀하가 당사의 서비스를 사용할 때 자동으로 정보를 수집하기 위해 다음과 같은 현재 및 이후에 개발된 다양한 추적 기술을 사용합니다.

source: {thisUser.Username} has challenged you to a game of {challengeGame.Name}.
ko_kr: {thisUser.Username}이(가) {challengeGame.Name} 게임으로 대결을 신청했습니다.

source: The processing is necessary for: the performance of the contract and to take steps prior to entering into a contract; and our legitimate interests, namely administering the Service, for marketing purposes and communicating with users.
ko_kr: 다음의 사유로 처리가 필요합니다. 계약 이행 및 계약을 체결하기 전에 해야하는 조치. 마케팅 목적과 사용자와의 의사 소통을 위한 당사의 서비스를 관리하는 것과 같은 당사의 정당한 이해 관계.

source: RANGED HERO
ko_kr: 원거리 영웅

source: This password reset is only valid for 30 minutes.
ko_kr: 이 비밀번호 재설정 링크는 30분 동안만 유효합니다.

source: You can stop all collection of precise location data through an app by uninstalling the app or withdrawing your consent through your device settings.
ko_kr: 귀하가 앱을 제거하거나 귀하의 장치 설정을 통해 귀하의 동의를 철회하면 앱을 통한 모든 정확한 위치 데이터 수집을 중단할 수 있습니다.

source: If approved, everyone will be able to see and purchase your creation on the locker room page and for every item sold you earn $$.
ko_kr: 만약 상품이 승인된다면 모든 사람들이 당신의 디자인을 탈의실에서 보고 구매할 수 있습니다. 판매된 아이템에 따라 돈을 벌 수 있습니다.

source: Bullseye (%)
ko_kr: 완벽한 시도 (%)

source: Avg Time / Lap
ko_kr: 평균 시간 / 바퀴

source: Your team has reached the maximum number of parties allowed at this time.
ko_kr: 당신의 팀은 현재 조직 가능한 최대 파티 수에 도달했습니다.

source: Notwithstanding the above, we may use information that does not identify you (including information that has been aggregated or de-identified) for any purpose except as prohibited by applicable law.
ko_kr: 위에 내용에도 불구하고 당사는 관련 법률에서 금지하는 경우를 제외한 모든 목적을 위해 귀하를 식별하지 않는 정보(집계되거나 식별되자 않은 정보를 포함)를 사용할 수 있습니다.

source: Let's practice what we have learned.
ko_kr: 배운 것을 연습해봅시다.

source: Adjust your Gwoop profile avatar in the "Account Settings" page.
ko_kr: Gwoop 프로필 아바타를 “계정 설정” 페이지에서 수정할 수 있습니다.

source: CHAT
ko_kr: 대화

source: You acknowledge that Gwoop may from time to time issue upgraded versions of the Mobile Software, and may automatically electronically upgrade the version of the Mobile Software that you are using on your mobile device.
ko_kr: 귀하는 Gwoop이 때때로 모바일 소프트웨어의 업데이트를 발표하고 귀하가 사용하는 기기에 모바일 소프트웨어의 최신 버전을 자동적으로, 전자적으로 업데이트 할 수 있다는 점을 인정합니다.

source: TRAINING GAMES
ko_kr: 훈련용 게임

source: Help (FAQ)
ko_kr: 문의 (FAQ)

source: As enemies near you are defeated you will gain XP.
ko_kr: 적이 당신 근처에서 죽는다면 경험치를 획득합니다.

source: Score
ko_kr: 점수

source: Speed
ko_kr: 속도

source: You may submit a request to opt-out by contacting us through our Contact Us page.
ko_kr: 당사 문의 페이지를 통해 거부 요청을 제출하십시오.

source: Please contact us for more information on partnership opportunities.
ko_kr: 더 많은 정보와 파트너십 기회를 원하신다면 편하게 문의해주세요.

source: Click Add Products to start making money for your submitted designs!
ko_kr: 상품 추가 버튼을 클릭해 제출된 디자인을 가지고 돈을 벌어보세요!

source: Click or press spacebar when the circles are within the crosshair zone.
ko_kr: 원이 과녁에 들어왔을 때 마우스를 클릭하거나 스페이스바를 누르세요.

source: Ranged Minion
ko_kr: 원거리 미니언

source: As you read on, you will learn about several Gwoop benefits including:
ko_kr: Gwoop은 또한 아래와 같은 장점을 갖고 있습니다:

source: We have partnered with LogitechG for our grant in the past.
ko_kr: Gwoop은 LogitechG와 장학금 파트너십 관계를 체결했었습니다.

source: A sale under Nevada law is the exchange of personal information for monetary consideration by the business to a third party for the third party to license or sell the personal information to other third parties.
ko_kr: 네바다 주 법률에 의거한 판매는 제3자가 개인정보를 다른 제3자에게 라이선스하거나 판매할 수 있도록 기업이 제3자에게 금전적 대가로 개인정보의 교환하는 것을 의미합니다.

source: • Has all Team Lead capabilities
ko_kr: • 팀 리더의 모든 권한을 누릴 수 있습니다.

source: Primary Mouse
ko_kr: 주 클릭 버튼

source: Tiles:
ko_kr: 남은 타일:

source: Avatar product applied succesfully.
ko_kr: 아바타 상품을 적용하는 데 성공했습니다.

source: Why do this?
ko_kr: 왜 이걸 해야하나요?

source: PRACTICE OPTIONS
ko_kr: 연습 설정

source: Practice makes perfect, and esports is no different.
ko_kr: 연습은 완벽으로 이어집니다. e스포츠에서도 예외는 아닙니다.

source: We collect and use these categories of personal information for the business purposes described in the Use of Information section, including to provide and manage our Services.
ko_kr: 당사는 서비스 제공 및 관리를 포함하여 정보의 이용 섹션에서 설명된것처럼 비즈니스 목적을 위해 이러한 범주의 개인정보를 수집하고 사용합니다.

source: • Create and manage parties for the team
ko_kr: • 팀 내 파티를 생성하고 조정할 수 있습니다.

source: You are not a member of this team.
ko_kr: 당신은 이 팀의 구성원이 아닙니다.

source: Your {skill} and {skill} are almost at your baseline, but your {skill} requires additional focus before you're ready to game.
ko_kr: 당신의 {skill} 와(과) {skill} 은(는) 당신의 기준점에 가까우나, 게임을 하기 전 {skill} 을(를) 추가로 연습해야 합니다.

source: This game does not have Reaction Training data.
ko_kr: 이 게임은 반응 훈련 데이터를 갖고 있지 않습니다.

source: Taxes may apply, you should consult a tax professional for advice.
ko_kr: 세금이 부과될 수 있습니다. 세금 전문가와 상의하세요.

source: You may search for friends by their email address or username.
ko_kr: 이메일 주소나 사용자명으로 친구를 검색할 수 있습니다.

source: Press "Tab" for Settings
ko_kr: “Tab”키를 눌러 설정 메뉴를 불러오세요.

source: Accuracy game has been modified to use a new in-game screen as it's main UI for game control.
ko_kr: 정확도 게임에 새로운 인게임 화면이 등장했고 게임 컨트롤을 위한 UI가 개선되었습니다.

source: Contact Us
ko_kr: 문의

source: SOME STATES DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.
ko_kr: 일부 주는 묵시적 보증의 배제를 허용하지 않으므로, 위에 배재가 귀하에게 적용되지 않을 수 있습니다.

source: SECURE PRIVACY PRACTICES TO ENSURE YOUR CHILD'S DATA WILL ALWAYS BE PROTECTED.
ko_kr: 아이들의 정보를 항상 보호하기 위한 안전한 개인 정보 보호장치

source: Get Started Now!
ko_kr: 시작하기!

source: The categories of sources we collect information from including in the last 12 months, include:
ko_kr: 지난 12개월 동안 당사가 정보를 수집한 출처는 다음과 같습니다.

source: Access to these features may be subject to age restrictions.
ko_kr: 이러한 기능을 접근하는 데는 연령 제한이 적용될 수 있습니다.

source: Please click the button below to confirm.
ko_kr: 아래 버튼을 클릭해 이메일 주소 변경을 확인하세요.

source: Area attack that does damage over time.
ko_kr: 일정 시간 피해를 계속 주는 범위 공격을 합니다.

source: If you wish to exercise one of these rights, please contact us using the contact details at the end of this Privacy Policy.
ko_kr: 만약 귀하가 이와 같은 권리를 행사하고자 한다면, 본 개인정보 처리방침 가장 하단에 있는 연락처로 당사에 연락하십시오.

source: No waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term, and Gwoop’s failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision.
ko_kr: 본 계약의 어떠한 조항의 포기는 해당 조항 혹은 다른 조항의 추가 또는 지속적인 포기로 간주되지 않습니다. 그리고 Gwoop이 본 계약에 따른 권리나 조항을 주장하지 않는다고 해서 해당 권리나 조항의 포기로 간주되지 않습니다.

source: SUBMIT FOR {0} GEMS
ko_kr: {0}개 GEM을 납부

source: Keyboard Speed - Achieve a score of {number}ms less.
ko_kr: 키보드 속도 - {number}ms 이하의 점수를 기록하세요.

source: Gwoop can be played on Chrome, Firefox, Edge and Brave web and mobile web browsers.
ko_kr: Gwoop은 Chrome, Firefox, Edge, Brave 웹 및 모바일 브라우저에서 플레이할 수 있습니다.

source: Users can change their settings such as mouse sensitivity, music volume and graphics by clicking the orange gear icon at the top left corner when playing a training game.
ko_kr: 사용자는 마우스 감도, 음악 음량, 그래픽 수준 등을 변경할 수 있습니다. 훈련 게임 플레이 중 좌측 상단 코너에 있는 주황색 톱니바퀴 아이콘을 클릭하세요.

source: Volume, Simple Graphics Mode, and other settings are now saved to your account on a per game basis.
ko_kr: 게임에 따른 음량, 저사양 모드, 그리고 다른 설정들이 사용자 계정에 저장됩니다.

source: The application of the United Nations Convention on Contracts for the International Sale of Goods is expressly excluded.
ko_kr: 국제물품매매계약에 관한 국제연합 협약의 적용은 명시적으로 배제됩니다.

source: If you wish to avoid charges to the payment information that you have on file, you must cancel your subscription prior to the end of the seven (7) day period beginning at the time that you began your free trial.
ko_kr: 귀하가 등록된 결제 수단으로 청구가 되는 것을 원치 않는다면, 귀하는 반드시 무료 체험판을 시작한 시점부터 칠(7)일간의 기간이 끝나기 전에 귀하의 구독을 취소해야만 합니다.

source: Daily Progress
ko_kr: 오늘의 성과

source: These settings can be modified on a per-game basis.
ko_kr: 이 설정은 게임에 따라 다르게 정할 수 있습니다.

source: Gem amount must be greater than zero.
ko_kr: Gem의 양은 0보다 커야 합니다.

source: Please verify your email address (this can be done in account settings.)
ko_kr: 이메일 주소를 인증하세요. (계정 설정 화면에서 할 수 있습니다.)

source: You need some prep before you're ready to game.
ko_kr: 게임을 하기 전 준비가 더 필요합니다.

source: Invalid training session request.
ko_kr: 유효하지 않은 훈련 세션 요청입니다.

source: Responsiveness updates for improved mobile support.
ko_kr: 모바일 환경 개선을 위한 반응성 업데이트가 진행됐습니다.

source: Authorized Agent
ko_kr: 위임 대리인

source: {thisChallenge.Defender.Username} has rejected your challenge in {thisChallenge.Game.Name}
ko_kr: {thisChallenge.Defender.Username}이(가) {thisChallenge.Game.Name} 대결을 거절했습니다.

source: When adding users to your team, they will now be assigned a temporary password by default, and they'll be prompted to update it the first time they log in.
ko_kr: 당신의 팀에 새로운 사용자를 추가하면, 새로운 사용자는 임시 비밀번호를 받게 됩니다. 새로운 사용자는 첫 로그인을 진행한 후 비밀번호를 바꿔야만 합니다.

source: Target locations adjusted.
ko_kr: 타겟 위치가 조정되었습니다.

source: Have fun, we can't wait to see your creations!
ko_kr: 맘껏 즐겨보세요! 당신의 디자인을 기다립니다!

source: Additional Disclosures for Data Subjects in Europe.
ko_kr: 유럽 내 데이터주체를 위한 추가 공시

source: The companies we work with to provide you with targeted ads are required by us to give you the choice to opt out of receiving targeted ads.
ko_kr: 귀하에게 타겟 광고를 제공하기 위해 당사와 협업하는 회사들은 귀하에게 타겟 광고 수신 동의 기능을 제공해야 합니다.

source: Applications are quick and free.
ko_kr: 신청은 무료이며, 쉽고 빠르게 할 수 있습니다.

source: Your Name
ko_kr: 이름을 기입하세요.

source: Fixed a bug related to rejected friend requests.
ko_kr: 친구 요청 거절과 관련된 버그를 수정했습니다.

source: Could not locate the referral code for this user.
ko_kr: 이 사용자를 위한 초대 코드를 찾을 수 없습니다.

source: Abilities are scored on how many targets are hit as well as how accurate your shots were.
ko_kr: 얼마나 많은 타겟을, 그리고 얼마나 정확하게 타겟을 맞추는지에 따라 점수가 부여됩니다.

source: Move to the green arrow to continue.
ko_kr: 녹색 화살표로 이동하세요.

source: Thank you for training and gaming with us!
ko_kr: 저희와 함께 훈련하고 게임을 해주셔서 감사합니다!

source: Party updated with errors.
ko_kr: 파티를 업데이트하는 데 오류가 발생했습니다.

source: User {0} is already associated with team {1}.
ko_kr: 사용자 {0}은(는) 이미 팀 {1}에 속해있습니다.

source: Handheld
ko_kr: 소지품

source: Team user cannot be added to restricted teams using a referral code.
ko_kr: 초대 코드를 이용해 비공개 팀에 사용자를 추가할 수 없습니다.

source: Unable to locate Stripe Customer Id.
ko_kr: Stripe 고객 ID를 찾을 수 없습니다.

source: FREE online esports training for gamers, esports athletes, schools and more.
ko_kr: 게이머, e스포츠 선수, 학교 등을 위한 무료 온라인 e스포츠 훈련

source: Added extra animation & design polish to several mini-games.
ko_kr: 미니 게임에서 애니매이션 추가와 디자인 보정이 진행됐습니다.

source: Once approved, you can create a new team and onboard your players.
ko_kr: 운영진으로부터 승인을 받으면, 이제 새로운 팀을 생성하고 선수를 등록할 수 있습니다.

source: Persistent cookies may remain on your device for extended periods of time, and generally may be controlled through your browser settings.
ko_kr: 지속 쿠키는 귀하의 장치에 장기간 남아 있을 수 있으며, 통상적으로 귀하의 브라우저 설정을 통해 제어될 수 있습니다.

source: The parties acknowledge that this Agreement evidences a transaction involving interstate commerce.
ko_kr: 당사자는 이 계약이 주 사이를 오가는 거래를 입증한다는 사실을 인정합니다.

source: Gwoop is a free online esports training platform that helps improve key gaming skills such as speed, reaction time, control, accuracy, memory and more.
ko_kr: Gwoop은 무료 온라인 e스포츠 훈련 플랫폼으로 속도, 반응 시간, 컨트롤, 정확도, 기억력 등 핵심 게임 기술을 향상시키는 것을 도와줍니다.

source: You cannot deactivate this training regimen for this party.
ko_kr: 이 파티를 위한 훈련 방식을 비활성화할 수 있는 권한이 없습니다.

source: Keep reading to learn about the two ways you can win.
ko_kr: 아래에서 장학금을 얻을 수 있는 두 가지 방법을 만나볼 수 있습니다.

source: Image compression applied for faster load times.
ko_kr: 빠른 로딩을 위해 이미지 압축이 적용되었습니다.

source: You will also lose points for each miss.
ko_kr: 한 번 놓칠 때마다 점수도 잃습니다.

source: Hi {username} - Thanks for reaching out!
ko_kr: 안녕하세요 {username} 님!

source: The player(s) {0} cannot be added to team, as password doesn't meet the requirements.
ko_kr: 플레이어 {0}은(는) 팀에 가입할 수 없습니다. 비밀번호 요구사항을 준수하지 못했습니다.

source: FIRST PERSON ARENA
ko_kr: 일인칭 아레나

source: Dashboard has been revamped with modular components and much more specific reporting.
ko_kr: 대시보드에 모듈식 구성 요소와 더 상세한 보고 기능이 추가되었습니다.

source: Enhance your visual memory by recalling as many patterns as you can.
ko_kr: 최대한 많은 패턴을 기억하면서 시각 기억을 강화하세요.

source: Data protection laws in Europe distinguish between organizations that process personal data for their own purposes (known as “controllers”) and organizations that process personal data on behalf of other organizations (known as “processors”).
ko_kr: 유럽의 데이터 보호법은 자신의 목적을 위해 개인 데이터를 처리하는 기관(이하 “컨트롤러”)과 다른 기관을 대신해 개인 데이터를 처리하는 기관(이하 “프로세서”)을 구분합니다.

source: Gems are earned whenever you level up on Gwoop.
ko_kr: 사용자는 Gwoop에서 레벨을 올리면서 Gem을 얻을 수 있습니다.

source: PRE-LOADED TRAINING REGIMENS
ko_kr: 미리 준비된 훈련 방식

source: Custom training regimen modules updated partially.
ko_kr: 사용자 훈련 방식 모듈이 부분적으로 업데이트 되었습니다.

source: Send a Challenge
ko_kr: 도전 신청

source: Terms of service was last modified on March 16, 2022
ko_kr: 이용약관은 2022년 3월 16일에 마지막으로 개정되었습니다.

source: Attack Hero
ko_kr: 영웅 공격

source: ROUND COMPLETE!
ko_kr: 라운드 성공!

source: Sport
ko_kr: 스포츠 게임

source: Players can drill into specific game data using the dropdowns on the skill charts.
ko_kr: 플레이어는 기술 차트 드롭다운을 활용해 특정 게임 데이터를 분석할 수 있습니다.

source: WHY GWOOP
ko_kr: GWOOP을 선택하는 이유

source: Pixels are used in combination with cookies to track activity by a particular browser on a particular device.
ko_kr: 픽셀은 쿠키와 함께 특정 장치에서 특정 브라우저의 활동을 추적하는 데 사용됩니다.

source: Fire your first ability at the enemy minion to continue.
ko_kr: 첫 번째 기술을 적 미니언에게 시전해 다음으로 진행하세요.

source: The features and functionality of the Service connects social networks, predominantly LinkedIn, to our Service.
ko_kr: 당사 서비스의 특징과 기능은 소셜 네트워크, 특히 주로 LinkedIn과 당사의 서비스를 연결합니다.

source: Additional chat filtering
ko_kr: 추가 채팅 필터링

source: Any use, reproduction, release, performance, display or disclosure of the Service and any accompanying documentation by the U.S.{j}Government will be governed solely by these Terms of Service and is prohibited except to the extent expressly permitted by these Terms of Service.
ko_kr: 모든 서비스의 사용, 복제, 출시, 실행, 전시, 공개 행위와 미국 정부의 서비스 및 첨부 문서 공개는 전적으로 본 이용약관의 적용을 받으며, {j} 본 이용약관에서 명시적으로 혀용하는 범위를 제외하고는 금지됩니다.

source: Hit us up here
ko_kr: 연락처

source: Improve your Memory
ko_kr: 기억력을 개선하세요.

source: {thisUser.Username} has accepted your friend request.
ko_kr: {thisUser.Username}이(가) 친구 요청을 수락했습니다.

source: FOR TEAMS
ko_kr: 팀을 위한 GWOOP

source: Now you can place on the leaderboard with 5 play sessions rather than 8.
ko_kr: 이제 8개 세션이 아닌 5개 세션만 플레이해도 리더보드에 등록될 수 있습니다.

source: No page content found for targetPage:
ko_kr: targetPage를 위한 페이지 컨텐츠를 찾지 못했습니다:

source: Safari may not be supported.
ko_kr: Safari에서 작동하지 않을 수 있습니다.

source: Team Wide Chat
ko_kr: 팀 차원 채팅을 진행할 수 있습니다

source: WHAT BROWSERS CAN I PLAY GWOOP ON?
ko_kr: Gwoop을 플레이하기 위해서는 어떤 브라우저가 필요한가요?

source: Recent Avg.
ko_kr: 최근 평균

source: Unable to determine the location of this avatar background image asset:
ko_kr: 이 아바타 배경 이미지 자원의 위치를 확인할 수 없습니다:

source: Advice: move fast.
ko_kr: 힌트: 빠르게 움직이세요.

source: Information Collected Automatically
ko_kr: 당사가 자동으로 수집하는 정보

source: TRAINING REGIMENS
ko_kr: 훈련 방식

source: Vendors may act as our service providers, or in certain contexts, independently decide how to process your information.
ko_kr: 공급업체는 당사의 서비스 제공자의 역할을 할 수 있으며, 특정한 상황에서는 귀하의 정보를 어떻게 처리할 지 독립적인 결정을 할 수 있습니다.

source: The Super Team Lead user is the user who has full capabilities over the management of the team.
ko_kr: 슈퍼 팀 리더는 팀 관리에 모든 권한을 갖고 있습니다.

source: Targets have been re-skinned with bullseyes.
ko_kr: 타겟에 새로운 과녁 스킨이 적용되었습니다.

source: Bonus points are awarded if you land the final hit on the enemy, finishing them off.
ko_kr: 만약 당신이 적에게 막타를 쳐서 죽인다면, 보너스 점수를 얻습니다.

source: You can left click <sprite index=9> on the map to move the camera to a new location.
ko_kr: 마우스 왼쪽 버튼으로 <sprite index=9> 지도를 클릭해 새로운 장소로 카메라를 돌릴 수 있습니다.

source: Fire a single powerful shot in the target direction.
ko_kr: 지정된 방향으로 강력한 일격을 날리세요.

source: The next key is now displayed so you can plan ahead and improve your speed.
ko_kr: 다음에 입력해야하는 키가 표시됩니다. 사용자는 이제 미리 생각하고 더 빠르게 반응할 수 있습니다.

source: Except for your User Content, the Service and all materials therein or transferred thereby, including, without limitation, software, images, text, graphics, illustrations, logos, patents, trademarks, service marks, copyrights, photographs, audio, videos, music, and User Content belonging to other Users (the “Gwoop Content”), and all Intellectual Property Rights related thereto, are the exclusive property of Gwoop and its licensors (including other Users who post User Content to the Service).
ko_kr: 사용자 콘텐츠를 제외하고 당사의 서비스와 소프트웨어, 이미지, 텍스트, 그래픽, 일러스트, 로고, 특허, 상표권, 서비스 마크, 저작권, 사진, 오디오, 비디오, 음악, 다른 사용자가 제작한 사용자 콘텐츠, 그리고 모든 관련된 지식 재산권과 이를 포함하되 이에 국한되지 않는 모든 자료 또는 이에 의해 전송된 모든 자료는 Gwoop와 Gwoop로부터 라이선스를 받은 대상(당사 서비스에 사용자 콘텐츠를 게시한 다른 사용자를 포함)의 배타적인 자산입니다.

source: SIGN OUT
ko_kr: 로그아웃

source: Our platform seeks to recreate scenarios which mimic gaming and real-life experiences and to encourage our users to think ahead and in doing so, teach them how to prevent encountering a problem or react expeditiously if prevention is not an option.
ko_kr: Gwoop의 플랫폼은 게임과 실생활의 경험을 모방한 시나리오를 재현하고 사용자가 생각을 앞서 할 수 있도록 유도합니다. 그리고 그렇게 하면서 사용자가 어떻게 문제를 사전에 차단할 수 있는지, 만약 차단하지 못했다면 어떻게 신속하게 대응할 수 있는지를 가르치고자 합니다.

source: Create your team, load your roster, and split the roster into parties for specific training for each game your team plays.
ko_kr: 팀을 만들고 선수들을 불러오세요. 당신의 팀이 플레이하는 게임마다 서로 다른 훈련을 진행하기 위해 파티를 나누세요.

source: Team privacy setting cannot be set for this team.
ko_kr: 이 팀은 팀 개인정보 설정을 변경할 수 없습니다.

source: Enter a username in the Search box to filter all custom items by creator.
ko_kr: 검색 박스에 사용자명을 입력하고 특정 제작자가 만든 제품만 확인하세요.

# Click to start now. Advice: move fast and don't miss.
source: Click to start now.\n\nAdvice: move fast and don't miss.
ko_kr: 클릭해 시작하세요.\n\n팁: 빠르게 움직이고 놓치지 마세요.

source: Look Sensitivity Y
ko_kr: Y축 감도

source: ANNUAL ESPORTS SCHOLARSHIP $$ AWARDED BY 200+ COLLEGES
ko_kr: 200개 이상 학교에서 매 년 e스포츠 장학금으로 제공하는 금액 규모

source: Train your brain to increase accuracy, memory, speed, reaction, and control with our free mini-games!
ko_kr: Gwoop의 무료 미니 게임과 함께 정확도, 기억력, 속도, 반응, 그리고 컨트롤을 연마하세요.

source: Manage the access and level of responsibility of all Team Lead and Player users on their team
ko_kr: 모든 팀 리더와 플레이어의 권한과 책임 수준을 조정할 수 있습니다.

source: Updated the training page with better descriptions of the games and what they measure.
ko_kr: 훈련 페이지에서 게임에 대한 자세한 설명을 확인하고 어떻게 수치가 측정되는지 알 수 있도록 업데이트를 했습니다.

source: We share information at your request or direction, such as when you choose to share information with a social network about your activities on the Service.
ko_kr: 당사는 귀하가 당사의 서비스에서 귀하가 한 활동에 대한 정보를 소셜 네트워크에서 공유하고자 하는 등 귀하의 요청이나 지시에 따라 정보를 공유합니다.

source: Once you are logged in and are on your Home Base page, go to the Your Friends section and select the friend you want to compete against and click the “Challenge” button.
ko_kr: 로그인 하신 후 본진 페이지에서 친구 항목에 들어가시면 됩니다. 대결을 원하는 친구를 선택한 후에 “대결” 버튼을 클릭하세요.

source: You're ready to game!
ko_kr: 게임을 할 준비가 되었습니다!

source: You agree that: (i) the Service shall be deemed solely based in Minnesota; and (ii) the Service shall be deemed a passive one that does not give rise to personal jurisdiction over Gwoop, either specific or general, in jurisdictions other than Minnesota.
ko_kr: 귀하는 다음 사항에 동의합니다. (i) 당사의 서비스는 전적으로 미국 미네소타 주에 기반을 둔 것으로 간주됩니다. (ii) 당사의 서비스는 미네소타 주 이외의 관할권에서 특정 또는 일반 Gwoop에 대한 개인적 관할권을 발생시키지 않는 수동적인 것으로 간주됩니다.

source: HOW DO I CUSTOMIZE MY AVATAR?
ko_kr: 제 아바타를 어떻게 고칠 수 있을까요?

source: You can sign up for free by clicking the "Sign Up FREE" button at the top of this page!
ko_kr: 이 페이지 상단에 있는 “무료로 가입하기” 버튼을 클릭해 Gwoop에 가입할 수 있습니다.

source: You may choose to or we may invite you to submit comments or ideas about the Service, including without limitation about how to improve the Service or our products (“Ideas”).
ko_kr: 귀하는 당사의 서비스 또는 당사의 상품을 개선하는 방법을 포함하되 이에 국한되지 않는 서비스에 대한 의견이나 아이디어(이하 “의견”)를 제출할 수 있으며, 당사가 귀하의 의견을 문의할 수도 있습니다.

source: You agree that Gwoop shall not be responsible for any loss or damage of any sort relating to your dealings with such advertisers.
ko_kr: 귀하는 귀하와 해당 광고주간의 거래에서 어떠한 손실 또는 손해를 입는다 하더라도 Gwoop이 책임지지 않는다는 점을 동의합니다.

source: Gaming is a great way to solve many problems.
ko_kr: 게임은 많은 문제를 해결할 수 있는 좋은 방법입니다.

source: You have leveled up to level {currentLevel}!
ko_kr: 레벨이 {currentLevel}이(가) 되었습니다!
